tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "docker"
cask "docker"
brew "docker-compose"
brew "gradle"
brew "jenv"
brew "kubectl"
brew "helm"
brew "minikube"
brew "awscli"
brew "terraform"
brew "terraform_landscape"

cask "brave-browser"
cask "google-chrome"

brew "tmux"
cask "intellij-idea-ce"
cask "pycharm-ce"
cask "macvim"
cask "visual-studio-code"

brew "cfssl"
cask "postman"
cask "licecap"
cask "slack"
cask "zoom"
cask "kindle"

