tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "docker"
cask "docker"
brew "docker-compose"
brew "gradle"
brew "awscli"
brew "kubectl"
brew "minikube"
# brew "helm"
# brew "terraform"
# brew "terraform_landscape"

# language tools
brew "asdf"
brew "gcc"

# command line tools 
brew "git"
brew "tig"
brew "nvim"
brew "tmux"
brew "todo-txt"

# ide tools
cask "intellij-idea-ce"
cask "pycharm-ce"
cask "macvim"
cask "visual-studio-code"

# ui app tools
cask "clipy"
cask "postman"
cask "licecap"
cask "slack"
cask "zoom"
cask "brave-browser"
cask "google-chrome"
# cask "kindle"

